app/controllers/todos_controller.rb

  def create
    @todo = Todo.create!(todo_params)
---
INSERT INTO "todos" ("title", "created_by", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Learn Elm"], ["created_by", "1"], ["created_at", "2017-06-27 05:38:38.790338"], ["updated_at", "2017-06-27 05:38:38.790338"]]